Revit 2027 API
ParameterTypeId.SpliceLapLengthAtStart Property
 "Lap Length at Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpliceLapLengthAtStart { get; }
Public Shared ReadOnly Property SpliceLapLengthAtStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpliceLapLengthAtStart {
	ForgeTypeId^ get ();
}
static member SpliceLapLengthAtStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace